[
    {
        "id": 1,
        "thumbnail": "https://dripstercoffee.com/wp-content/uploads/2019/07/กาแฟ1แก้วกี่แคล-1.jpg",
        "subject": "กาแฟ 1 แก้วกี่แคล",
        "intro": "กาแฟเย็น กาแฟดำ หรือเมนูไหน แคลน้อยกว่ากัน?",
        "detail": "กาแฟ 1 แก้ว กี่แคล ? หลายคนอาจจะสงสัยว่ากาแฟที่เรากินกันทุก ๆ วัน แคลอรี่จำนวนเท่าไร วันนี้ Dripster Coffee จะมาเขียนถึงเมนูกาแฟเย็นว่าจะมีแคลเท่าไรกันบ้างไม่ว่าจะเป็นเมนู กาแฟเย็น , ลาเต้ , กาแฟดำ หรือ ที่เรียกว่าอเมริกาโน่ , ม๊อคค่า จะเป็นอย่างไรกันบ้าง ส่วนผสมพื้นฐานก็จะมีประมาณนี้นะครับ ",
        "categories": [
            "กาแฟ"
        ],
        "created_by": {
            "user": {
                "firstname": "สุดา",
                "lastname": "กล้ามใหญ่"
            }
        },
        "created_date": "2018-01-11T08:15:30.000Z",
        "updated_by": {
            "user": {
                "firstname": "สุดา",
                "lastname": "กล้ามใหญ่"
            }
        },
        "updated_date": "2018-01-11T08:15:30.000Z"
    },
    {
        "id": 2,
        "thumbnail": "http://healthynine.club/userfiles/healthynine/images/fitness/exercise/run-vs-cycling.jpg",
        "subject": "ประโยชน์กาแฟ",
        "intro": "ดื่มกาแฟให้มันได้อะไรขึ้นมา มาดูกัน !!",
        "detail": "สวัสดีครับวันนี้จะมาเล่าถึง ประโยชน์กาแฟ ที่เราดื่มไปนั้นมีอะไรกันบ้าง ถ้าคุณคิดว่าคุณดื่มกาแฟทุกวัน และสงสัยว่านี้คือการผิดปกติของคุณรึเปล่า? การดื่มกาแฟอยู่ทุกวัน บอกเลยว่ามันคือเรื่องปกติครับ เพราะกาแฟเป็นหนึ่งในเครื่องดื่มยอดนิยมของโลก เพราะไม่ใช่แค่คุณที่ดื่มแต่ดื่มกันทุกโลกนะครับ บางคนใกล้ตัวคุณอาจจะบอกว่า คาเฟอีน “มันไม่ดีต่อสุขภาพหรอก ” ถูกครับคาเฟอีน หรือไม่ว่าจะเป็นอะไรก็ไม่ดีต้องสุขภาพครับถ้าเรารับมาเกินความจำเป็นของร่างกาย งั้นเรามาหาเหตุผลมาบอกพวกเขาดีกว่า ประโยชน์กาแฟ มีอะไรบ้าง และนี้คือ 10 ประโยชน์ของกาแฟที่ดีต่อร่างกาย ครับ",
        "categories": [
            "กาแฟ"
        ],
        "created_by": {
            "user": {
                "firstname": "หนูแดง",
                "lastname": "แรงฤทธิ์"
            }
        },
        "created_date": "2018-01-11T08:15:30.000Z",
        "updated_by": {
            "user": {
                "firstname": "หนูแดง",
                "lastname": "แรงฤทธิ์"
            }
        },
        "updated_date": "2018-02-11T08:15:30.000Z"
    },
    {
        "id": 3,
        "thumbnail": "https://dripstercoffee.com/wp-content/uploads/2019/06/howtolongtake-e1561823871310.jpg",
        "subject": "กินกาแฟก่อน ออกกําลังกายกี่นาที ?",
        "intro": "ทำไมเราต้องกินกาแฟก่อน ออกกำลังกาย ?",
        "detail": "กาแฟที่เราดื่มนั้นจะมีส่วนประกอบที่เป็นคาเฟอีนครับ คาเฟอีนเป็นตัวกระตุ้นที่ทำหน้าที่เกี่ยวกับระบบประสาทส่วนกลาง, หัวใจและอาจเป็น ‘ศูนย์กลาง’ ที่ควบคุมความดันโลหิต ทั้งหมดนี้มีบทบาทสำคัญในการช่วยให้จิตใจและร่างกายของคุณมีแรงพลังในการออกกำลังกาย ไม่ว่าจะเป็นการวิ่ง หรือการออกกำลังกายในฟิตเนสตามสถานที่ต่าง ๆ",
        "categories": [
            "ฟิตเนส"
        ],
        "created_by": {
            "user": {
                "firstname": "โอฬาร",
                "lastname": "วิ่งไว"
            }
        },
        "created_date": "2018-01-11T08:15:30.000Z",
        "updated_by": {
            "user": {
                "firstname": "โอฬาร",
                "lastname": "วิ่งไว"
            }
        },
        "updated_date": "2018-03-11T08:15:30.000Z"
    },
    {
        "id": 4,
        "thumbnail": "http://healthynine.club/userfiles/healthynine/images/food/food.jpg",
        "subject": "อาหารสำหรับผู้ออกกำลัง",
        "intro": "การดูแลสุขภาพที่ดีนอกจากการออกกำลังอย่างพอเหมาะ และ การพักผ่อนที่เพียงพอแล้ว การเลือกรับประทานอาหารก็เป็นสิ่งสำคัญไม่แพ้กัน ผู้ที่รับประทานสารอาหารไม่เพียงพอก็ส่งผลเสียพอๆ กันกับการรับประทานที่มากเกินไป",
        "detail": "คนที่ออกกำลังกายหนักควรรับประทานโปรตีนให้เพียงพอ สำหรับผู้ออกกำลังหนัก การรับประทานโปรตีนให้พอเป็นสิ่งจำเป็นอย่างยิ่งเพื่อช่วยในการเสริมสร้างกล้ามเนื้อ โดยหลังออกกำลังกาย ร่างกายจะต้องการโปรตีนเพื่อสร้างพลังงานชดเชย ดังนั้นจึงควรรับประทาน โปรตีนมีคุณภาพ เช่น โปรตีนจากปลา ไก่ และ ไข่ เป็นต้น เพื่อเป็นการรับประกันให้กับร่างกายว่าเราจะได้รับพลังงานชดเชยที่เพียงพอ ไม่ทำให้เจ็บป่วยภายหลัง หรือ หากต้องการทานมังสวิรัติ อาหารจำพวกผักบางประเภทก็สามารถช่วยในเรื้องโปรตีนได้ เช่นพวก ถั่ว และ ธัญพืช",
        "categories": [
            "อาหาร"
        ],
        "created_by": {
            "user": {
                "firstname": "ซีน",
                "lastname": "กินคลีน"
            }
        },
        "created_date": "2018-01-11T08:15:30.000Z",
        "updated_by": {
            "user": {
                "firstname": "ซีน",
                "lastname": "กินคลีน"
            }
        },
        "updated_date": "2018-04-11T08:15:30.000Z"
    }
]